---
kind: enumMember
id: F:Autodesk.Revit.DB.ChangePriority.Annotations
enum: Autodesk.Revit.DB.ChangePriority
source: html/9db16841-106b-23bb-0c29-42017edcf69f.htm
---
# Autodesk.Revit.DB.ChangePriority.Annotations

Updater will modify annotations